src/main/java/IntegrationLayers/API/XMLSchemaDefinition/GetWebUser.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v45="http://cdl.co.uk/service/webuser/v45">
    <soapenv:Header/>
    <soapenv:Body>
        <v45:getWebUser>
            <username>default</username>
            <context>
                <branchCode>AUTO</branchCode>
                <operatorLoginName>agl_webint</operatorLoginName>
            </context>
        </v45:getWebUser>
    </soapenv:Body>
</soapenv:Envelope>